---
kind: other
id: Methods.T:Autodesk.Revit.DB.FamilyParameter
source: html/ecd3aef0-739c-7b1c-0b2d-67aa1382d350.htm
---
# FamilyParameter Methods

Causes the object to release immediately any resources it may be utilizing.